import { loadSection } from "./main.js";
/* =============================================
   PHẦN 1: HERO SECTION (banner chính)
============================================== */

let btnTour = document.querySelector(".btn-tour");
let content = document.querySelector("#content");
btnTour.addEventListener("click", () => {
  loadSection("content", "../pages/tour.html");
});

/* =============================================
   PHẦN 2: FEATURE SECTION (điểm nổi bật)
============================================== */

/* =============================================
   PHẦN 3: DESTINATIONS SECTION (điểm đến nổi bật)
============================================== */

/* =============================================
   PHẦN 4: ABOUT SECTION (giới thiệu thương hiệu)
============================================== */

/* =============================================
   PHẦN 5: RECOMMENDED TRIPS SECTION (gợi ý tour)
============================================== */

/* =============================================
   PHẦN 6: WHY CHOOSE US SECTION (lý do chọn Travel VN)
============================================== */

/* =============================================
   PHẦN 7: TESTIMONIALS SECTION (Đánh giá khách hàng)
============================================== */

/* =============================================
   PHẦN 8: SPECIAL OFFER SECTION (Ưu đãi đặc biệt)
============================================== */

/* =============================================
   PHẦN 9: TRIP SHOWCASE SECTION (Gợi ý hành trình)
============================================== */

/* =============================================
   PHẦN 10: BLOG SECTION (bài viết & kinh nghiệm du lịch)
============================================== */

/* =============================================
   PHẦN 11: NEWSLETTER SECTION (đăng ký nhận tin)
============================================== */
